Repository: The-boond/ClashNL
Catalog: iOS/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: [age](https://github.com/filosottile/age) is a modern and secure asymmetric encryption tool. When enabled, the zip file is encrypted with this project's public key so it can be posted publicly, e.g. in GitHub issues.
zh_hans: [age](https://github.com/filosottile/age) 是一个现代且安全的非对称加密工具。启用后，zip 文件将使用本项目的公钥加密，因此可以公开发布，例如发布在 GitHub issue 中。

source: **If I’ve defended your modern life, please consider sponsoring me.**
zh_hans: **支持我的工作**

source: %lld Profiles
zh_hans: %lld 个配置

source: About
zh_hans: 关于

source: Action
zh_hans: 动作

source: Active
zh_hans: 活动

source: Add
zh_hans: 添加

source: Add DNS server IP
zh_hans: 添加 DNS 服务器 IP

source: Add domain
zh_hans: 添加域名

source: Add domain (e.g., example.com)
zh_hans: 添加域名（例如 example.com）

source: Add SSID
zh_hans: 添加 SSID

source: Add Subscription URL
zh_hans: 添加订阅 URL

source: All
zh_hans: 所有

source: All specified conditions must match for the rule to apply. Leave empty to match any network.
zh_hans: 所有指定条件必须匹配规则才会生效。留空则匹配任何网络。

source: Always On
zh_hans: 始终启动

source: Any
zh_hans: 任意

source: App
zh_hans: 应用

source: App Settings
zh_hans: 应用设置

source: Append `0.0.0.0/31` and `::/127` to `route_exclude_address` if not exists.
zh_hans: 将会附加 `0.0.0.0/31` 和 `::/127` 到 `route_exclude_address`。

source: Append `push.apple.com` to `bypass_domain`, and `17.0.0.0/8` to `route_exclude_address`.
zh_hans: 将会附加 `push.apple.com` 到 `bypass_domain`， 附加 `17.0.0.0/8` 到 `route_exclude_address`。

source: Are you sure to import profile %@?
zh_hans: 您确定要导入 %@ 吗？

source: Are you sure to import remote profile %1$@? You will connect to %2$@ to download the configuration.
zh_hans: 您确定要导入 %1$@ 吗？将会连接到 %2$@ 下载配置。

source: Attached
zh_hans: 已占用

source: Auth URL
zh_hans: 认证链接

source: Authentication
zh_hans: 认证

source: Authorize
zh_hans: 授权

source: Auto Update
zh_hans: 自动更新

source: Auto Update Interval
zh_hans: 自动更新间隔

source: Automatic Update Check
zh_hans: 自动检查更新

source: Automatically connect or disconnect VPN based on rules.
zh_hans: 根据规则自动连接或断开 VPN 连接。

source: Automatically connect VPN on any network.
zh_hans: 在任何网络上自动连接 VPN。

source: Available
zh_hans: 可用

source: Backend
zh_hans: 后端

source: Beta
zh_hans: Beta 版

source: Beta Settings
zh_hans: Beta 版设置

source: Browse
zh_hans: 浏览

source: Bus / Device
zh_hans: 总线 / 设备

source: Bus ID
zh_hans: 总线 ID

source: By default, segment routing is used in `auto_route` instead of global routing. If `<route_address/route_exclude_address>` exists in the configuration, this item will not take effect on the corresponding network (commonly used to resolve HomeKit compatibility issues). On macOS, enabling this option will cause Internet Sharing to not work properly.
zh_hans: 在默认情况下，`auto_route` 中使用分段路由，而非全局路由。 若配置中存在 `<route_address/route_exclude_address>`，则此项不会在对应网络上生效（常用于解决 HomeKit 兼容性问题）。 在 macOS 上，启用此选项将导致互联网共享无法正常工作。

source: Cache Size
zh_hans: 缓存大小

source: Camera
zh_hans: 相机

source: Camera access denied
zh_hans: 相机访问被拒绝

source: Camera Access Denied
zh_hans: 相机访问被拒绝

source: Camera is not available
zh_hans: 相机不可用

source: Cancel
zh_hans: 取消

source: Cancel Test
zh_hans: 取消测试

source: Cellular
zh_hans: 蜂窝网络

source: Chain
zh_hans: 链

source: Changelog
zh_hans: 更新日志

source: Check Update
zh_hans: 检查更新

source: Checking...
zh_hans: 检查中...

source: Choose
zh_hans: 选取

source: Cipher
zh_hans: 加密算法

source: Clash Mode
zh_hans: Clash 模式

source: Class & Interfaces
zh_hans: 类别与接口

source: Clear Cache
zh_hans: 清除缓存

source: Clear Logs
zh_hans: 清除日志

source: Close
zh_hans: 关闭

source: Close All Connections
zh_hans: 关闭所有连接

source: Closed
zh_hans: 已关闭

source: Closed At
zh_hans: 关闭时间

source: Conditions
zh_hans: 条件

source: Confidence High
zh_hans: 置信度高

source: Confidence Low
zh_hans: 置信度低

source: Confidence Medium
zh_hans: 置信度中

source: Configuration
zh_hans: 配置

source: Configuration files may contain private content and should not be made public.
zh_hans: 配置文件可能包含隐私内容，不应该被公开发布。

source: Configurations
zh_hans: 配置

source: Connect
zh_hans: 连接

source: Connect If Needed
zh_hans: 按需连接

source: Connect via SSH
zh_hans: 通过 SSH 连接

source: Connect VPN if the destination is not directly accessible.
zh_hans: 如果目标无法直接访问，则连接 VPN。

source: Connected
zh_hans: 已连接

source: Connecting...
zh_hans: 连接中...

source: Connection
zh_hans: 连接

source: Connection Rule
zh_hans: 连接规则

source: Connection Rules
zh_hans: 连接规则

source: Connections
zh_hans: 连接

source: Content
zh_hans: 内容

source: Context destroyed
zh_hans: 上下文已销毁

source: Continue
zh_hans: 继续

source: Copy
zh_hans: 复制

source: Core
zh_hans: 核心

source: Crash Report
zh_hans: 崩溃报告

source: Create
zh_hans: 创建

source: Create Manually
zh_hans: 手动创建

source: Create New
zh_hans: 新建

source: Created At
zh_hans: 创建时间

source: Custom Configuration
zh_hans: 自定义配置

source: Dark Configuration
zh_hans: 深色配置

source: Dark Custom Configuration
zh_hans: 深色自定义配置

source: Dark Theme
zh_hans: 深色主题

source: Dashboard
zh_hans: 仪表盘

source: Dashboard Items
zh_hans: 仪表项

source: Data Size
zh_hans: 数据大小

source: Date
zh_hans: 日期

source: Debug
zh_hans: 调试

source: Default
zh_hans: 默认

source: Defined at interface level
zh_hans: 在接口层级定义

source: Delete
zh_hans: 删除

source: Delete All
zh_hans: 全部删除

source: Deprecated Warning
zh_hans: 弃用警告

source: DERP region
zh_hans: DERP 区域

source: DERP-relayed connection
zh_hans: DERP 中继连接

source: Destination
zh_hans: 目标地址

source: Destroy
zh_hans: 清理

source: Details
zh_hans: 详细信息

source: Device class
zh_hans: 设备类别

source: Devices
zh_hans: 设备

source: Direct connection
zh_hans: 直接连接

source: Disable Deprecated Warnings
zh_hans: 禁用弃用警告

source: Disabled
zh_hans: 已禁用

source: Disconnect
zh_hans: 断开连接

source: DNS Search Domain
zh_hans: DNS 搜索域

source: DNS Server Address
zh_hans: DNS 服务器地址

source: DNS Servers
zh_hans: DNS 服务器

source: DNS servers to use for resolving the destination. If resolution fails, VPN is started.
zh_hans: 用于解析目标的 DNS 服务器。如果解析失败，则启动 VPN。

source: Do not show warnings about usages of deprecated features.
zh_hans: 不要显示关于弃用功能使用的警告。

source: Do you want to save the changes you made?
zh_hans: 您要保存所做的更改吗？

source: Documentation
zh_hans: 文档

source: Domain
zh_hans: 域

source: Domains that trigger this rule. The rule matches if the destination host shares a suffix with any domain in this list.
zh_hans: 触发此规则的域名。如果目标主机与列表中任何域名后缀匹配，则规则生效。

source: Don't Save
zh_hans: 不保存

source: Done
zh_hans: 完成

source: Downlink
zh_hans: 下行

source: Download
zh_hans: 下载

source: Download RPM
zh_hans: 下载 RPM

source: Edit
zh_hans: 编辑

source: Edit Content
zh_hans: 编辑内容

source: Edit Custom Configuration
zh_hans: 编辑自定义配置

source: Edit Profile
zh_hans: 编辑配置

source: Edit Rule
zh_hans: 编辑规则

source: Edit Server
zh_hans: 编辑服务器

source: Empty
zh_hans: 空

source: Empty connections
zh_hans: 无连接

source: Empty groups
zh_hans: 无分组

source: Empty logs
zh_hans: 无日志

source: Empty profiles
zh_hans: 无配置

source: Empty rules
zh_hans: 无规则

source: Enable
zh_hans: 启用

source: Enable Memory Limit
zh_hans: 启用内存限制

source: Enabled
zh_hans: 已启用

source: Encrypt with age for Project S
zh_hans: 为 Project S 使用 age 加密

source: Endpoint
zh_hans: 端点

source: Endpoints
zh_hans: 端点

source: Error
zh_hans: 错误

source: Ethernet
zh_hans: 以太网

source: Evaluate Connection
zh_hans: 评估连接

source: Evaluate the destination host before deciding to connect.
zh_hans: 在决定连接之前评估目标主机。

source: Exclude APNs Route
zh_hans: 排除 APNs 路由

source: Exit Node
zh_hans: 出口节点

source: Expired
zh_hans: 已过期

source: Expires
zh_hans: 过期时间

source: Expires %@
zh_hans: %@过期

source: Export Complete
zh_hans: 导出完成

source: Export Report
zh_hans: 导出报告

source: External Address
zh_hans: 外部地址

source: Failed to decode QRS data
zh_hans: 解码 QRS 数据失败

source: Failed to read dropped file
zh_hans: 读取拖放文件失败

source: Failed to save rules
zh_hans: 保存规则失败

source: false
zh_hans: 否

source: Fetch Memory Report
zh_hans: 获取内存报告

source: File
zh_hans: 文件

source: File is not valid UTF-8 text
zh_hans: 文件不是有效的 UTF-8 文本

source: File Path
zh_hans: 文件路径

source: File will be located at iCloud Drive/sing-box/%@
zh_hans: 此文件将位于 iCloud 云盘/sing-box/%@

source: FileName
zh_hans: 文件名

source: Files
zh_hans: 文件

source: Filter
zh_hans: 筛选

source: Flavor
zh_hans: 协议类型

source: Follow Theme
zh_hans: 跟随主题

source: Font
zh_hans: 字体

source: Font Configuration
zh_hans: 字体配置

source: Fonts
zh_hans: 字体

source: Force Show Latest Version as Update
zh_hans: 强制显示最新版本为更新

source: Format
zh_hans: 格式化

source: Forward Agent
zh_hans: 转发代理

source: From Outbound
zh_hans: 来自出站

source: Full Disk Access permission is required
zh_hans: 需要完全磁盘访问权限

source: Get higher GitHub API rate limits
zh_hans: 获取更高的 GitHub API 速率限制

source: Ghostty Configuration
zh_hans: Ghostty 配置

source: GitHub Sponsors (recommended)
zh_hans: 通过 Github Sponsors (推荐)

source: Group
zh_hans: 分组

source: Groups
zh_hans: 组

source: Handled unknown URL %@
zh_hans: 无法处理的URL: %@

source: Helper Service
zh_hans: 辅助服务

source: Helper Service Required
zh_hans: 需要辅助服务

source: Hide VPN Icon
zh_hans: 隐藏 VPN 图标

source: Hostname
zh_hans: 主机名

source: https://sing-box.sagernet.org/
zh_hans: https://sing-box.sagernet.org/zh/

source: https://sing-box.sagernet.org/changelog/
zh_hans: https://sing-box.sagernet.org/zh/changelog/

source: https://sing-box.sagernet.org/configuration/
zh_hans: https://sing-box.sagernet.org/zh/configuration/

source: Identity
zh_hans: 标识

source: Idle
zh_hans: 空闲

source: Idle Latency
zh_hans: 空闲延迟

source: If enabled, you can quickly connect to this peer via the **context menu** (long press) on the Tailscale entry in Tools and on peer entries in the peer list. This peer will also appear in the **New Session** menu when connected to other peers via SSH.
zh_hans: 启用后，你可以通过工具中 Tailscale 条目和节点列表中节点条目的**上下文菜单**（长按）快速连接到此节点。 当通过 SSH 连接到其他节点时，此节点也会出现在**新建会话**菜单中。

source: If enabled, you can quickly connect to this peer via the **context menu** (long press) on the Tailscale entry in Tools and on peer entries in the peer list. This peer will also appear in the **New Window** menu when connected to other peers via SSH.
zh_hans: 启用后，你可以通过工具中 Tailscale 条目和节点列表中节点条目的**上下文菜单**（长按）快速连接到此节点。 当通过 SSH 连接到其他节点时，此节点也会出现在**新建窗口**菜单中。

source: If set, a request is sent to this URL. If it doesn't return HTTP 200, VPN is started.
zh_hans: 如果设置，将向此 URL 发送请求。如果未返回 HTTP 200，则启动 VPN。

source: Ignore
zh_hans: 忽略

source: Import
zh_hans: 导入

source: Import from File
zh_hans: 从文件导入

source: Import from iPhone or iPad
zh_hans: 从 iPhone 或 iPad 导入

source: Import Profile
zh_hans: 导入配置

source: Import Remote Profile
zh_hans: 导入远程配置

source: Imported
zh_hans: 已导入

source: In Minutes
zh_hans: 分钟

source: In the standalone version of SFM, reading WiFi state requires this app to be running. After you quit the SFM app, the sing-box service cannot continue to provide `wifi_ssid` and `wifi_bssid` routing rules.
zh_hans: 在 SFM 独立版本中，读取 WiFi 状态需要应用保持运行。退出 SFM 应用后，sing-box 服务将无法继续提供 `wifi_ssid` 和 `wifi_bssid` 路由规则。

source: Inbound
zh_hans: 入站

source: Inbound Type
zh_hans: 入站类型

source: Install
zh_hans: 安装

source: Install Network Extension
zh_hans: 安装网络扩展

source: Install System Extension
zh_hans: 安装系统扩展

source: Interface %lld
zh_hans: 接口 %lld

source: Interface Type
zh_hans: 接口类型

source: Invalid QR code
zh_hans: 无效的二维码

source: IP Version
zh_hans: IP 版本

source: Keep Menu Bar in Background
zh_hans: 将菜单栏保留在后台

source: Key Expiry
zh_hans: 密钥过期

source: Key expiry disabled
zh_hans: 密钥过期已禁用

source: Kill all connections to free memory when the service memory exceeds the limit.
zh_hans: 当服务内存超出限制时，终止所有连接以释放内存。

source: Kill Connections
zh_hans: 终止连接

source: Language
zh_hans: 语言

source: Language will be changed after restarting the app.
zh_hans: 重启应用后语言将生效。

source: Last Seen
zh_hans: 最后在线

source: Last Updated
zh_hans: 最后更新

source: Latency
zh_hans: 延迟

source: Launch the application when the system is logged in. If enabled at the same time as `Show in Menu Bar` and `Keep Menu Bar in Background`, the application interface will not be opened automatically.
zh_hans: 在系统登录时启动应用，若同时开启 `在菜单栏中显示` 和 `将菜单栏保留在后台`，则不会自动打开应用界面。

source: Leave the VPN connection in its current state.
zh_hans: 保持 VPN 连接的当前状态。

source: Light Configuration
zh_hans: 浅色配置

source: Light Custom Configuration
zh_hans: 浅色自定义配置

source: Light Theme
zh_hans: 浅色主题

source: Loading...
zh_hans: 加载中 . . .

source: Local
zh_hans: 本地

source: Local Device
zh_hans: 本机

source: Log Level
zh_hans: 日志级别

source: Log out
zh_hans: 登出

source: Logs
zh_hans: 日志

source: Logs and configuration files may contain private content and should not be made public.
zh_hans: 日志和配置文件可能包含隐私内容，不应该被公开发布。

source: Manage Imported Fonts
zh_hans: 管理已导入的字体

source: Manage Servers...
zh_hans: 管理服务器...

source: Managing working directory requires Helper Service.
zh_hans: 管理工作目录需要辅助服务。

source: Match Domains
zh_hans: 匹配域名

source: Max Runtime
zh_hans: 最大运行时间

source: Memory
zh_hans: 内存

source: Memory Limit
zh_hans: 内存限制

source: Metadata
zh_hans: 元数据

source: Metered Connection
zh_hans: 按流量计费连接

source: Missing access to selected file
zh_hans: 无法访问所选文件

source: Missing file
zh_hans: 缺少文件

source: Missing path
zh_hans: 缺少路径

source: Missing profile name
zh_hans: 缺少配置文件名称

source: Missing server name
zh_hans: 缺少服务器名称

source: Missing URL
zh_hans: 缺少 URL

source: Mode
zh_hans: 模式

source: Move to Applications
zh_hans: 移动到 Applications

source: Name
zh_hans: 名称

source: NAT Filtering
zh_hans: NAT 过滤

source: NAT Mapping
zh_hans: NAT 映射

source: NAT Type Detection
zh_hans: NAT 类型检测

source: Need Reboot
zh_hans: 需要重启系统

source: Network
zh_hans: 网络

source: Network Quality
zh_hans: 网络质量

source: Never Connect
zh_hans: 从不连接

source: Never connect VPN for matching domains.
zh_hans: 对匹配的域名不连接 VPN。

source: New Profile
zh_hans: 新建配置

source: New Rule
zh_hans: 新建规则

source: New Server
zh_hans: 新建服务器

source: New Session
zh_hans: 新建会话

source: New version available: %@
zh_hans: 新版本可用：%@

source: New Window
zh_hans: 新建窗口

source: No connection rules. Add rules to specify which domains trigger VPN connection.
zh_hans: 无连接规则。添加规则以指定哪些域名触发 VPN 连接。

source: No data
zh_hans: 无数据

source: No Default Route
zh_hans: 不使用默认路由

source: No devices shared yet.
zh_hans: 尚未共享任何设备。

source: No local devices available
zh_hans: 没有可用的本地设备

source: No servers
zh_hans: 无服务器

source: No updates available
zh_hans: 没有可用的更新

source: No, thanks
zh_hans: 不，谢谢

source: Not Connected
zh_hans: 未连接

source: Not supported by server
zh_hans: 服务器不支持

source: Ok
zh_hans: 好

source: On Demand Rules
zh_hans: 按需启动

source: Only available in the macOS standalone version
zh_hans: 仅在 macOS 独立版本中可用

source: Only HTTP and HTTPS URLs are allowed
zh_hans: 只允许 HTTP 和 HTTPS URL

source: OOM Report
zh_hans: 内存不足报告

source: Open
zh_hans: 打开

source: Open Auth URL
zh_hans: 打开认证链接

source: Open Auth URL as QR Code
zh_hans: 以二维码打开认证链接

source: Open Settings
zh_hans: 打开设置

source: Optional
zh_hans: 可选

source: OS
zh_hans: 操作系统

source: Other methods
zh_hans: 其他方式

source: Others
zh_hans: 其他

source: Outbound
zh_hans: 出站

source: Outbound Type
zh_hans: 出站类型

source: Overview
zh_hans: 概述

source: Packet Tunnel
zh_hans: 隧道

source: Password
zh_hans: 密码

source: Path
zh_hans: 路径

source: Pause
zh_hans: 暂停

source: Please enable camera access in Settings to scan QR codes.
zh_hans: 请在设置中启用相机访问权限以扫描二维码。

source: Please grant the permission for **SFMExtension**, then we can continue.
zh_hans: 请为 **SFMExtension** 授予权限，然后我们可以继续。

source: Preparing
zh_hans: 正在准备

source: Probe URL
zh_hans: 探测 URL

source: Product
zh_hans: 产品

source: Profile
zh_hans: 配置

source: Profile missing
zh_hans: 配置丢失

source: Profile not found
zh_hans: 未找到配置

source: Profile Override
zh_hans: 配置重载

source: Profiles
zh_hans: 配置

source: Protocol
zh_hans: 协议

source: Provide a soft memory limit for the service. The service will perform multiple processes to try to stay within this memory limit.
zh_hans: 为服务提供软内存限制。服务将执行多个进程以尝试保持在此内存限制范围内。

source: Quick Connect
zh_hans: 快速连接

source: Quit
zh_hans: 退出

source: Quit sing-box
zh_hans: 退出 sing-box

source: Rate on the App Store
zh_hans: 在 App Store 上评分

source: Read from connection: %@
zh_hans: 读取连接：%@

source: Real-time Speed
zh_hans: 实时速率

source: Reasserting
zh_hans: 重新连接中

source: Reboot required.
zh_hans: 需要重启系统。

source: Redo
zh_hans: 重做

source: Register task failed
zh_hans: 注册任务失败

source: Remember SSH Options
zh_hans: 记住 SSH 选项

source: Remote
zh_hans: 远程

source: Remote Control
zh_hans: 远程控制

source: Remote error: %@
zh_hans: 远程错误：%@

source: Reports
zh_hans: 报告

source: Required
zh_hans: 必填

source: Reset
zh_hans: 重置

source: Response
zh_hans: 响应

source: Restart Required
zh_hans: 需要重启

source: Results
zh_hans: 结果

source: Resume
zh_hans: 恢复

source: Rules
zh_hans: 规则

source: Rules are evaluated in order from top to bottom. The first matching rule determines the action.
zh_hans: 规则从上到下依次评估。第一个匹配的规则决定操作。

source: Save
zh_hans: 保存

source: Save Content JSON
zh_hans: 保存内容 JSON

source: Save File
zh_hans: 保存文件

source: Save With Configuration
zh_hans: 附带配置保存

source: Scan QR Code
zh_hans: 扫描二维码

source: Search
zh_hans: 搜索

source: Secret
zh_hans: 密钥

source: Select Device
zh_hans: 选择设备

source: Select Profile
zh_hans: 选择配置

source: Sending...
zh_hans: 发送中...

source: Serial
zh_hans: 串行

source: Serial number
zh_hans: 序列号

source: Server
zh_hans: 服务器

source: Servers
zh_hans: 服务器

source: Service is Running
zh_hans: 服务正在运行

source: Service not started
zh_hans: 服务未启动

source: Services
zh_hans: 服务

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Share as QRS Code
zh_hans: 通过 QRS 码分享

source: Share Content JSON File
zh_hans: 分享内容 JSON 文件

source: Share File
zh_hans: 分享文件

source: Share profile
zh_hans: 分享配置

source: Share URL as QR Code
zh_hans: 通过二维码分享 URL

source: Share USB Device
zh_hans: 共享 USB 设备

source: Share With Configuration
zh_hans: 附带配置分享

source: Shared in
zh_hans: 共享至此

source: Show in Menu Bar
zh_hans: 在菜单栏中显示

source: Size
zh_hans: 大小

source: Slice Size
zh_hans: 分片大小

source: Sort By
zh_hans: 排序

source: Source
zh_hans: 源

source: Source Code
zh_hans: 源代码

source: Speed
zh_hans: 速度

source: Sponsors
zh_hans: 赞助

source: SSH Options
zh_hans: SSH 选项

source: SSID Match
zh_hans: SSID 匹配

source: Stable
zh_hans: 稳定版

source: Start
zh_hans: 启动

source: Start At Login
zh_hans: 开机启动

source: Start Test
zh_hans: 开始测试

source: Start the VPN connection when conditions match.
zh_hans: 当条件匹配时启动 VPN 连接。

source: Started
zh_hans: 已启动

source: Starting
zh_hans: 启动中

source: State
zh_hans: 状态

source: Status
zh_hans: 状态

source: Stop
zh_hans: 停止

source: Stop Service and Continue
zh_hans: 停止服务并继续

source: Stop Sharing
zh_hans: 停止共享

source: Stop the VPN connection when conditions match.
zh_hans: 当条件匹配时停止 VPN 连接。

source: Stopped
zh_hans: 已停止

source: Stopping
zh_hans: 停止中

source: STUN Test
zh_hans: STUN 测试

source: Submit
zh_hans: 提交

source: System Default
zh_hans: 跟随系统

source: Subscription Usage
zh_hans: 订阅用量

source: System Extension
zh_hans: 系统扩展

source: System Extension removed.
zh_hans: 系统扩展已移除。

source: System Extension updated.
zh_hans: 系统扩展已更新。

source: System HTTP Proxy
zh_hans: 系统 HTTP 代理

source: Tailscale Addresses
zh_hans: Tailscale 地址

source: Taiwan Flag Available
zh_hans: 特殊旗帜可用

source: Terminal Type
zh_hans: 终端类型

source: The QR code does not contain a valid profile import link.
zh_hans: 该二维码不包含有效的配置导入链接。

source: The service must be stopped before destroying the working directory.
zh_hans: 必须先停止服务才能清理工作目录。

source: The sing-box service requires Helper Service to provide process lookup functionality, which supports `process_name` and `process_path` routing rules.
zh_hans: sing-box 服务需要辅助服务来提供进程查找功能，以支持 `process_name` 和 `process_path` 路由规则。

source: Theme
zh_hans: 主题

source: Themes
zh_hans: 主题

source: This app needs to be placed under the Applications folder to work.
zh_hans: 此应用程序需要放置在 Applications 文件夹下才能运行。

source: This Device
zh_hans: 此设备

source: This helper service provides process lookup for `process_name` and `process_path` routing rules, and manages the working directory.
zh_hans: 此辅助服务为 `process_name` 和 `process_path` 路由规则提供进程查找功能，并管理工作目录。

source: To Clipboard
zh_hans: 到剪贴板

source: To export this report to your iPhone or iPad, make sure sing-box is the **same version** on both devices and **VPN is disabled**.
zh_hans: 要将此报告导出到 iPhone 或 iPad，请确保两台设备上的 sing-box 为**相同版本**且**已关闭 VPN**。

source: To File
zh_hans: 到文件

source: To import configurations from your iPhone or iPad, make sure sing-box is the **same version** on both devices and **VPN is disabled**.
zh_hans: 要从您的 iPhone 或 iPad 导入配置，请确保两台设备上的 sing-box 是**相同版本**且 **VPN 已禁用**。

source: To provide devices, use a Chromium-based browser with the sing-box dashboard, or the sing-box graphical client on macOS or Android.
zh_hans: 要提供设备，您可以使用基于 Chromium 的浏览器配合 sing-box dashboard，或使用 macOS 或 Android 上的 sing-box 图形客户端。

source: Tools
zh_hans: 工具

source: Toggle
zh_hans: 切换

source: Traffic
zh_hans: 速率

source: Traffic Total
zh_hans: 流量

source: Transport
zh_hans: 传输

source: true
zh_hans: 是

source: Type
zh_hans: 类型

source: Unavailable
zh_hans: 不可用

source: Undo
zh_hans: 撤销

source: Unexpected message type %lld
zh_hans: 意外的消息类型 %lld

source: Unified
zh_hans: 统一

source: Uninstall
zh_hans: 卸载

source: Unknown
zh_hans: 未知

source: Unknown message type %u
zh_hans: 未知消息类型 %u

source: Unsaved Changes
zh_hans: 未保存的更改

source: Update
zh_hans: 更新

source: Update Settings
zh_hans: 更新设置

source: Update Track
zh_hans: 更新通道

source: Uplink
zh_hans: 上传

source: Upload
zh_hans: 上传

source: Upload RPM
zh_hans: 上传 RPM

source: Use the + button to share a local USB device from this Mac.
zh_hans: 使用 + 按钮共享此 Mac 上的本地 USB 设备。

source: User
zh_hans: 用户

source: Username
zh_hans: 用户名

source: Verifying
zh_hans: 正在验证

source: Version
zh_hans: 版本

source: View Content
zh_hans: 查看内容

source: View Release
zh_hans: 查看发布

source: VPN will not connect automatically.
zh_hans: VPN 不会自动连接。

source: What is QRS
zh_hans: 什么是 QRS

source: When action is 'Evaluate Connection', these rules determine whether to connect based on the destination host.
zh_hans: 当操作为「评估连接」时，这些规则根据目标主机决定是否连接。

source: When memory limit is enabled, you will receive a report if the service memory exceeds the limit. You can also manually trigger report collection.
zh_hans: 启用内存限制后，当服务内存超出限制时，您将会收到报告。您也可以手动触发收集报告。

source: WiFi State Access
zh_hans: WiFi 状态访问

source: With Configuration
zh_hans: 附带配置

source: With Log
zh_hans: 附带日志

source: Working Directory
zh_hans: 工作目录

source: Would you like to enable automatic update checking from **GitHub**?
zh_hans: 是否启用从 **GitHub** 自动检查更新？

source: Wrong application location
zh_hans: 应用程序位置错误

source: Yes
zh_hans: 是

source: You can customize the terminal appearance by editing the Ghostty Configuration in App Settings.
zh_hans: 你可以通过在应用设置中编辑 Ghostty 配置来自定义终端外观。

source: You will receive a report when a crash occurs.
zh_hans: 当遇到崩溃时，您将会收到报告。

source: You will receive a report when the service runs out of memory. You can also manually trigger report collection.
zh_hans: 当服务内存不足时，您将会收到报告。您也可以手动触发收集报告。

source: You're on a metered connection. This test will use a significant amount of data.
zh_hans: 你正在使用按流量计费的连接。此测试将使用大量数据。

source: Automatic
zh_hans: 自动生成

source: Subscription
zh_hans: 订阅

source: Subscriptions
zh_hans: 订阅

source: VPN Control
zh_hans: VPN 控制

source: Current Node
zh_hans: 当前节点

source: No active node
zh_hans: 暂无活动节点

source: Not available
zh_hans: 暂无

source: Name will be generated from the URL when left empty.
zh_hans: 名称留空时将根据 URL 自动生成。

source: Fetching and validating subscription...
zh_hans: 正在获取并验证订阅…

source: VPN protection is active. Your network traffic is using the selected subscription.
zh_hans: VPN 保护已开启，网络流量正在使用所选订阅。

source: Preparing the VPN tunnel and applying the selected configuration.
zh_hans: 正在准备 VPN 隧道并应用所选配置。

source: Stopping the VPN tunnel.
zh_hans: 正在停止 VPN 隧道。

source: Tap Start to enable VPN protection with the selected subscription.
zh_hans: 点击“启动”，使用所选订阅开启 VPN 保护。
